IDEA Open Model
MaterialStrength.Fy Property
Compatible with IDEA StatiCa 20.1
 Yield strength
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fy { get; set; }
Public Property Fy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace